-- phpMyAdmin SQL Dump
-- version 4.1.12
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Dec 15, 2015 at 12:06 PM
-- Server version: 5.6.16
-- PHP Version: 5.5.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `chikankari`
--

-- --------------------------------------------------------

--
-- Table structure for table `section2`
--

CREATE TABLE IF NOT EXISTS `section2` (
  `qid` int(5) DEFAULT NULL,
  `type` int(5) DEFAULT NULL,
  `category` varchar(100) DEFAULT NULL,
  `question` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `questionimage` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `opta` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `optb` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `optc` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `optd` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `correctopt` int(5) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `section2`
--

INSERT INTO `section2` (`qid`, `type`, `category`, `question`, `questionimage`, `opta`, `optb`, `optc`, `optd`, `correctopt`) VALUES
(1, 1, 'textimage', 'यह धागा किस प्रकार का है?', '/chikankari_images/question1.jpg', 'रेशम का धागा', 'कसाब धागा', 'कच्चा धागा', 'कपास एंकर धागा', 2),
(2, 1, 'textimage', 'यह कौनसे प्रकार का कपडा है ?', '/chikankari_images/question2.jpg', 'लिनन', 'जार्जट', 'चंदेरी', 'कपास', 3),
(3, 1, 'text', 'इन में से कौनसा कपडा अपनी बुनाई से उत्पन्न वर्ग पैटर्न है?', '', 'कोटा', 'शिफॉन', 'चंदेरी', 'रेशम', 1),
(4, 1, 'text', 'कौनसा धागा रंगे नहीं किया जा सकता?', '', 'कसाब धागा', 'पॉलिएस्टर धागे', 'रेशम का धागा', 'कच्चा धागा', 2),
(5, 1, 'text', 'कौनसी सुई जाली काम के लिए प्रयोग की जाती है?', '', '१०', '७', '९', '८', 1),
(6, 1, 'text', 'कौनसा फ्रेम काम करने के लिए सबसे अच्छा है?', '', 'बड़ा', 'अधिक छोटा', 'अधिक बड़ा', 'छोटा', 4),
(7, 1, 'text', 'आम फ्रेम क्या सामग्री से बना होता है?', '', 'गिलास', 'कपड़े', 'प्लास्टिक', 'धातु', 3),
(8, 1, 'text', 'कितने प्रकार के टांके होते है?', '', '२९', '३२', '२७', '३८', 2),
(9, 1, 'text', 'इन ताको में से कौनसा सबसे कठिन है?', '', 'घास पट्टी', 'पेचनी', 'मुर्री', 'कंगन', 3),
(10, 1, 'image', 'इनमें से कौन सा एक आकृति(मोटिफ) नहीं है?', '', '/chikankari_images/question10-1.jpg', '/chikankari_images/question10-2.jpg', '/chikankari_images/question10-3.jpg', '/chikankari_images/question10-4.jpg', 2),
(11, 1, 'textimage', 'यह मोटिफ का नाम क्या है?', '/chikankari_images/question11.jpg', 'कैरी', 'कमल', 'मछली', 'तुरनज', 1),
(12, 1, 'textimage', 'यह मोटिफ का नाम क्या है?', '/chikankari_images/question12.jpg', 'कैरी', 'मछली', 'कमल', 'चाँद', 4),
(13, 1, 'textimage', 'यह कौनसे प्रकार का कपडा है?', '/chikankari_images/question13.jpg', 'रेशम', 'लिनन', 'वॉयल', 'शिफॉन', 3),
(14, 1, 'text', 'कौनसा धागा चिकनकारी में सबसे प्रामाणिक है?', '', 'कसाब धागा', 'कच्चा धागा', 'कपास धागा', 'रेशम का धागा', 2),
(15, 1, 'textimage', 'यह धागा किस प्रकार का है', '/chikankari_images/question15.jpg', 'कसाब धागा', 'रेशम का धागा', 'कपास एंकर धागा', 'कच्चा धागा', 2),
(16, 2, 'text', 'उनमें से कौनसा एक प्राथमिक रंग नहीं है?', '', 'लाल', 'नीला', 'पीला', 'हरा', 4),
(17, 2, 'text', 'उनमें से कौनसा एक बेहद विषम संयोजन (कंट्रास्टिंग कॉम्बिनेशन) है?', '', 'नीला-बैंगनी', 'पीला-हरा', 'पीला-बैंगनी', 'लाल-नारंगी', 3),
(18, 2, 'text', 'रंग योजना बनाने के लिए कौनसा रंग मिलाया जाता है ?', '', 'काला', 'सफेद', 'दोनों', 'कोई भी नहीं ', 1),
(19, 2, 'text', 'पहिया पर 3 आसन्न रंग का उपयोग क्यों करते है?', '', 'सामान्य', 'विषम', 'सुखदायक', 'अद्वितीय', 3),
(20, 2, 'text', 'कच्चा धागा कौनसे कपडे के लिए नहीं उपयोग किया जाता ?', '', 'पॉलिएस्टर ', 'रेशम ', 'शिफॉन', 'लिनन', 2),
(21, 2, 'text', 'कौनसे धागे का उपयोग कोई भी प्रकार के कपडे  पे किया जा सकता है ?', '', 'पॉलिएस्टर धागा', 'कच्चा धागा', 'कसाब धागा', 'एंकर धागा', 4),
(22, 2, 'text', 'कौनसा धागा नाज़ुक कपडे के लिए उपयोगी होता है ?', '', 'पॉलिएस्टर धागा', 'कच्चा धागा', 'एंकर धागा', 'कसाब धागा', 4),
(24, 2, 'text', 'आम फ्रेम कौनसे कपड़े के लिए इस्तेमाल नहीं किया जाता है?', '', 'टेरीवॉयल', 'शिफॉन', 'ऊन', 'कपास', 2),
(25, 2, 'text', 'धोने के बाद कौनसे धागे की चमक बढ़ती है?', '', 'कच्चा धागा', 'एंकर धागा', 'पॉलिएस्टर धागा', 'कसाब धागा', 1),
(26, 3, 'text', 'कौनसी चीज़ का उपयोग धुलाई के मसाले में नहीं किया जाता ?', '', 'कॉस्टिक सोडा (कटू सोडियम)', 'HCl', 'डिटर्जेंट पाउडर', 'H2SO4', 4),
(27, 3, 'text', 'सफ़ेद कपड़ो की धुलाई के लिए किस चीज़ का इस्तेमाल किया जाता है ?', '', 'नील', 'HCl', 'कॉस्टिक सोडा (कटू सोडियम)', 'धुलाई का सोडा', 1),
(28, 3, 'text', 'इनमें से कौनसा पैकेजिंग के लिए एक कारण नहीं है?', '', 'सुरक्षा', 'गुणवत्ता की जांच', 'आकर्षक स्वरूप', 'उत्पाद की प्रामाणिकता', 2),
(29, 3, 'text', 'कौनसी पैकेजिंग में जिम्मेदारियां हैं?', '', 'पैकेजिंग विशिष्टताओं की तैयारी', 'डिजाइन पैकेजिंग', 'पैकेज परीक्षण', 'ऊपर के सभी', 4),
(30, 3, 'text', 'निम्न में से कौन आमतौर पर गुणवत्ता की जांच करता है ?', '', 'विक्रेता', 'ठेकेदार(कांट्रेक्टर )', 'दोनों', 'कोई भी नहीं', 3),
(31, 3, 'text', 'घरेलू बाजार और अंतरराष्ट्रीय बाजार के लिए गुणवत्ता की जांच के बीच क्या अंतर है?', '', 'गुणवत्ता की जांच की संख्या', 'गुणवत्ता की जांच के प्रकार', 'दोनों', 'कोई भी नहीं', 1),
(32, 3, 'text', 'चिकन उद्योग में कितने पैकेजिंग इकाई(यूनिट) है?', '', '१', '२', '३', 'शून्य', 4),
(33, 3, 'text', 'निम्न में से क्या पारंपरिक रूप से कपड़े धोने के लिए इस्तेमाल किया गया था?', '', 'HCl', 'डिटर्जेंट पाउडर', 'बेकिंग पाउडर', 'घोड़ा / गाय के गोबर', 4),
(34, 3, 'text', 'आकार टैग और वॉश केयर टैग कपड़ों पर कब डाले जाते है?', '', 'बिक्री से पहले', 'सिलाई के बाद', 'पैकेजिंग के बाद', 'धोने से पहले', 4),
(35, 3, 'text', 'इनमें से क्या ब्लॉक प्रिंटिंग के लिए इंडिगो मिश्रण बनाने में इस्तेमाल नहीं करते?', '', 'पेड़ गम', 'पानी', 'तेल', 'नील', 3);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
